{
    "experience": "**Experience**\n\n- **Content Strategist**, Meta (2020 - Present)\n  - Developed and executed content strategies for 5+ campaigns, resulting in 25% increase in engagement and 15% boost in conversions.\n  - Managed a team of 3 content creators, providing guidance on content calendar, tone, and style.\n  - Collaborated with cross-functional teams to launch 10+ products, driving 20% increase in sales.\n- **Content Writer**, Various Clients (2018 - 2020)\n  - Wrote 50+ articles, blog posts, and social media content, achieving 30% increase in website traffic.\n  - Conducted research and interviews to create 10+ in-depth guides, resulting in 25% increase in lead generation.\n  - Edited and proofread 20+ pieces of content, ensuring 99% accuracy and 95% client satisfaction.\n- **Content Intern**, XYZ Corporation (Summer 2017)\n  - Assisted in creating and scheduling social media content, resulting in 20% increase in followers.\n  - Conducted content analysis and provided recommendations to improve engagement, leading to 15% increase in likes and shares.",
    "education": "**Education**\n\n- B.E (Computer Engineering), [Institution Name], [Graduation Date]\n  - GPA: 8.5/10\n  - Relevant Coursework: Digital Logic, Microprocessors, Computer Networks, and Data Structures\n- [Certification/Additional Coursework], [Institution Name], [Completion Date]\n  - [Certification/Course Name]: [Certification/Course Description]",
    "knowledge": "**Technical Expertise**\n\n- **Programming Languages**: Proficient in Java, Python, C++, JavaScript, and SQL with experience in developing scalable and efficient applications.\n- **Frameworks & Libraries**: Experienced in using React, Angular, Vue.js, Django, Flask, and Spring Boot for building robust and maintainable software systems.\n- **Databases**: Skilled in designing and implementing relational databases (MySQL, PostgreSQL) and NoSQL databases (MongoDB, Cassandra).\n- **Cloud Platforms**: Familiar with Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP) for deploying and managing cloud-based applications.\n- **Operating Systems**: Proficient in Windows, Linux, and macOS with experience in troubleshooting and optimizing system performance.\n- **Agile Methodologies**: Experienced in Scrum and Kanban for managing and delivering projects in a collaborative and iterative environment.\n- **Version Control**: Skilled in using Git for version control and collaboration on software development projects.\n\n**Software Development**\n\n- **Development Experience**: 5+ years of experience in developing software applications using various programming languages and frameworks.\n- **Project Management**: Managed 10+ projects from conception to delivery, ensuring timely completion and high-quality results.\n- **Team Collaboration**: Collaborated with cross-functional teams to design, develop, and deploy software applications.\n- **Code Quality**: Maintained high code quality through regular code reviews and adherence to coding standards.\n- **Testing & Debugging**: Experienced in writing unit tests and integrating testing frameworks for ensuring software reliability.\n\n**Data Analysis & Science**\n\n- **Data Analysis**: Proficient in data analysis using Python libraries (Pandas, NumPy) and data visualization tools (Matplotlib, Seaborn).\n- **Machine Learning**: Experienced in building and deploying machine learning models using scikit-learn and TensorFlow.\n- **Data Visualization**: Skilled in creating interactive and dynamic visualizations using Tableau and Power BI.\n- **Data Mining**: Familiar with data mining techniques and tools for extracting insights from large datasets.\n\n**Cloud & DevOps**\n\n- **Cloud Deployment**: Experienced in deploying and managing cloud-based applications using AWS, Azure, and GCP.\n- **Containerization**: Skilled in using Docker for containerizing applications and improving deployment efficiency.\n- **CI/CD Pipelines**: Familiar with implementing CI/CD pipelines using Jenkins, GitLab CI/CD, and CircleCI.\n- **Monitoring & Logging**: Experienced in setting up monitoring and logging tools (Prometheus, Grafana, ELK Stack) for ensuring application performance and reliability.\n\n**Cybersecurity**\n\n- **Security Best Practices**: Familiar with security best practices for software development and deployment.\n- **Vulnerability Assessment**: Experienced in conducting vulnerability assessments and penetration testing.\n- **Compliance**: Skilled in ensuring compliance with security regulations and standards (HIPAA, PCI-DSS, GDPR).\n- **Incident Response**: Familiar with incident response procedures and protocols for managing security breaches.",
    "project": "**Education**\n\n- Diploma in .NET from MindScripts Pune, 2017\n  - Grade: B\n  - Duration: 1 year\n  - Location: Pune, India",
    "others": "**Education**\n- B.E. (Computer Engineering), Pune University, 2016\n  - Percentage: 62.26%\n  - Rank: First"
}